<html>
 
<head>
  <title>Nuestra Se&ntilde;ora de los Dolores abre las puertas de su nuevo templo</title> 

  <link rel="stylesheet" href="css/style.css" type="text/css">

</head>
 
<body>
 <h1>Nuestra Se&ntilde;ora de los Dolores abre las puertas de su nuevo templo</h1>

 <h3>Por Estefania Hernandez</h3>

 <h4>Feligreses asistieron a misa para celebrar la re-dedicaci&oacute;n e inauguraci&oacute;n de la iglesia</h4>


 <p>Adornada la calle con banderas de pa&iacute;ses latinoamericanos, la comunidad de Corona, Queens hizo acto de presencia para la misa de re inauguraci&oacute;n de Nuestra Se&ntilde;ora de los Dolores. Cientos de feligreses, seg&uacute;n un c&aacute;lculo de la parroquia, 5 mil participaron en el evento. La misa fue escuchada y transmitida por altoparlantes en la calle, el gimnasio a lado de la iglesia y en una carpa en el estacionamiento. Afuera, voluntarios preparaban comida que ser&iacute;a servida al terminar la misa a todos los participantes.<p/> <!-- html spanish special characters -->

 <img src="images/HernandezE_Photo2.jpg" width="400" height="*" align="left"> <!-- to locate the image on my folder and fix the size of the image and alignment -->

  <p>La misa fue celebrada por el Obispo de Brooklyn, Nicholas DiMarzio quien consagr&oacute; el nuevo altar con los santos olios, durante la oraci&oacute;n del acto penitencial. El templo reabri&oacute; sus puertas despu&eacute;s de haber sido cerrada debido por un incendio el&eacute;ctrico sucedido en 2015. DiMarzio expres&oacute; en su homil&iacute;a que el fuego era signo de una segunda oportunidad para la parroquia.<p/>

  <p><b>&quot;Para la comunidad esto fue una p&eacute;rdida tremenda, pero ahora nos trae mucha alegr&iacute;a tener algo nuevo&quot; dice el padre Marcial Thomas, 28, que organiz&oacute; el evento junto con los comit&eacute;s de la iglesia. &quot;Es bueno abrir las puertas del templo, para que la gente pueda celebrar este dia tan especial despu&eacute;s de la tragedia que tuvimos&quot; dijo Thomas.</p></b> <!-- 
  Made quotes bold -->

  <p>El evento tambi&eacute;n celebr&oacute; la integraci&oacute;n del padre Raymond P. Roden, 64, quien agradeci&oacute; a la comunidad por su apoyo. &quot;Una palabra de agradecimiento especialmente a todos aquellos que colaboraron y trabajaron para la re-dedicaci&oacute;n del templo y por su paciencia&quot;, dijo el padre Ray. &quot;Trabajaron con amor y armon&iacute;a y eso es el Esp&iacute;ritu Santo.&quot;<p/>

 <img src="images/HernandezE_Photo11.jpg" width="400" height="*" align="right">

  <p>Hubo donantes de comida t&iacute;pica de parte de los Comit&eacute;s Mexicano, Ecuatoriano y Dominicano. &quot;Entre todos contribuimos con un granito&quot; dijo Araceli Ruiz, 31, integrante del Comit&eacute; Guadalupano, que don&oacute; un plato original de su pa&iacute;s, M&eacute;xico. Otra integrante, Lucy Osorio, 46, particip&oacute; en la donaci&oacute;n de comida. Ambas dijeron que es para recibir m&aacute;s bendiciones de Dios.</p>

  <p>Al entrar, la gente qued&oacute; impresionada con la apariencia del templo, especialmente por el vitral dise&ntilde;ado por el padre Ray. La vidriera muestra im&aacute;genes de Nuestra Se&ntilde;ora de los Dolores, y el Papa Francisco hecho con colores vibrantes. Las paredes y pisos muestran vers&iacute;culos de los Evangelios e im&aacute;genes veneradas por las diversa comunidades que componen la parroquia. Los mayores grupos de feligreses son los mexicanos, ecuatorianos y dominicanos.</p>

 <p><b>&quot;Esto es para tomar fotos. Es una preciosidad. Una maravilla. Antes estaba bonito nuestro templo pero ahora esta m&aacute;s hermoso&quot; opinio Carmen Callosa, feligresa dominicana por 26 a&ntilde;os.</b></p>

  <p>La iglesia fue reconstruida gracias a las donaciones que se recibieron en la recaudaci&oacute;n de fondos durante las misas que eran ofrecidas en el gimnasio o afuera en una carpa. Los padres tem&iacute;an que esto pudiera alejar a los feligreses de la parroquia, pero no sucedi&oacute;. &quot;La fe va a continuar mas fuerte todavia. Si escuch&aacute;bamos misa en una carpa y en el auditorio, ahora con mayor raz&oacute;n en nuestro restaurado templo&quot; exclam&oacute; Jorge Jara, 59, miembro de la comunidad desde hace 7 a&ntilde;os. </p> 

 <h3>Corona Church Dedicated After Fire</h3>
  <iframe width="560" height="315" src="https://www.youtube.com/embed/SvEq3-y2pbc" frameborder="0" allowfullscreen></iframe> <!-- Inserted Video -->

<p><a href= "yahoo.html" >Yahoo Says at lease 500 Million Accounts Breached in Attack</p></a> <!-- Linked to another webage -->


</body>
 
</html>
